Repository: digabi/AbittiUSB
Catalog: stick-burner/Strings.*.resx
Languages: sv_se

# Burned
source: kirjoitettu
sv_se: skrivet

# BurnExamStick
source: Kirjoita palvelintikuiksi
sv_se: Skriv till serverstickor

# BurnStudentStick
source: Kirjoita opiskelijan tikuiksi
sv_se: Skriv till studerandens stickor

# ByteSuffix
source: t
sv_se: B

# CleanDiskFirst
source: {0} Tyhjennä tikku ensin.
sv_se: {0} Töm först stickan.

# DiskImageFolder
source: Hakemisto levykuville
sv_se: Katalog för skivavbilder

# DiskImageFolderBrowse
source: Selaa...
sv_se: Bläddra...

# DiskImageFolderReset
source: Palauta oletushakemisto
sv_se: Återställ standardkatalog

# DownloadNewVersionExam
source: Lataa uusin versio
sv_se: Ladda den nyaste versionen

# DownloadNewVersionServer
source: Lataa uusin versio
sv_se: Ladda den nyaste versionen

# EvaluateTimeLeft
source: Arvioidaan jäljellä olevaa aikaa...
sv_se: Uppskattar den kvarstående tiden...

# FormatStick
source: Tyhjennä valitut
sv_se: Töm utvalda

# Formatting
source: Tyhjennetään...
sv_se: Tömmer...

# HeaderForDownloadExam
source: Opiskelijan tikku
sv_se: Studerandens sticka

# HeaderForDownloadServer
source: Palvelintikku
sv_se: Serversticka

# ImageFileInfo
source: Tikku luotu {1} ({0}).
sv_se: Stickan skapad {1} ({0}).

# ImageUpToDate
source: Tikku ajantasalla
sv_se: Stickan är uppdaterad

# InsufficientDiskSpace
source: AbittiUSB tarvitsee vähintään 8 Gt levytilaa, jotta levykuvia voidaan ladata ja purkaa. Vapaana on ({0}), vapauta levytilaa.
sv_se: AbittiUSB behöver minst 8 GB utrymme för att ladda och dekomprimera skivavbilder. Det finns {0} fritt utrymme, fria upp mera utrymme.

# NetworkUnavailable
source: AbittiUSB tarvitsee toimiakseen verkkoyhteyden. Tarkista, että verkkoyhteys on olemassa ja käynnistä AbittiUSB uudelleen.
sv_se: AbittiUSB kräver en nätförbindelse: kolla, att det finns en nätförbindelse och starta om AbittiUSB.

# NewVersionLoading
source: Uusi versio latautuu
sv_se: En ny version laddas

# NumberOfSelectedSticks
source: ({0}/{1} tikkua valittu)
sv_se: ({0}/{1} stickor utvalda)

# RecheckDiskSpace
source: Tarkista uudelleen.
sv_se: Kolla på nytt.

# SelectAll
source: Valitse kaikki:
sv_se: Välj alla:

# SelectSticks
source: Valitse käsiteltävät tikut
sv_se: Välj stickor för behandling

# SettingsCancel
source: Peruuta
sv_se: Avbryt

# SettingsSave
source: Tallenna asetukset
sv_se: Spara inställningar

# SettingsTitle
source: Asetukset
sv_se: Inställningar

# TimeLeft
source: Arvioitu jäljellä oleva latausaika {0}.
sv_se: Uppskattad kvarstående laddningstid {0}.

# UnexpectedError
source: Sovelluksessa tapahtui odottamaton virhe. Tapahtuma on lähetetty eteenpäin, tarvittaessa ota yhteyttä Abitti-tukitiimiin.
sv_se: Ett oväntat fel uppstod i AbittiUSB. Felrapporten har skickats, vid behov kontakta Abitti-stödteamet.

# Verified
source: varmennettu
sv_se: kontrollerat

# VerifyServerBurn
source: Varmenna palvelintikut
sv_se: Kontrollera serverstickorna

# VerifyStudentBurn
source: Varmenna opiskelijoiden tikut
sv_se: Kontrollera studerandenas stickor

# VerifyZipImage
source: Tiedosto ladattu, tarkistetaan tiedostoa...
sv_se: Filen laddad, kollar filen...

# ZipFileVerificationFailed
source: Tiedoston tarkistus epäonnistui, lataa uudestaan.
sv_se: Ett fel upptäcktes i filen, ladda på nytt.
